LABELS = {
	#### VARS
	0040: "PRCW",		# признак цветного режима
	0041: "PRINWF",		# признак инверсии фона
	0042: "PRRP",		# признак расширенной памяти
	0043: "PRRUS",		# признак русского регистра
	0044: "PRPODC",		# признак подчеркивания символа
	0045: "PRINWS",		# признак инверсии символа
	0046: "PRISU",		# признак индикации
	0047: "PRBLR",		# признак блокировки редактирования
	0050: "PRGRAF",		# признак графического режима
	0051: "PRZAP",		# признак режима записи
	0052: "PRSTIR",		# признак режима стирания
	0053: "PRCWSS",		# признак цветного режима в СС
	0054: "PRPSSS",		# признак подчеркивания символа в СС
	0055: "PRISSS",		# признак инверсии символа СС
	0056: "PRGAHK",		# признак гашения курсора
	0154: "MASPGT", 	# маска позиции ГТ
	0155: "NMPGT", 		# начальная маска позиции ГТ
	0156: "NOMSIM",		# номер символа на экране
	0160: "AS",			# адрес символа
	0162: "DSIMB", 		# длина символа в байтах
	0164: "KSVP",		# количество символов на экране
	0166: "AGTVP",		# адрес ГТ на экране
	0170: "AGT", 		# адрес ГТ
	0172: "DGW", 		# длина графического вектора
	0174: "SCTVS", 		# счетчик TV-строк
	0176: "BUFX", 		# буфер координаты X
	0200: "BUFY", 		# буфер координаты Y
	0202: "ANVP", 		# адрес начала видеопамяти
	0204: "BAZVP", 		# база видеопамяти
	0206: "DVPB", 		# длина видеопамяти в байтах
	0210: "DGPB", 		# длина граф. памяти в байтах
	0212: "FON", 		# фон экрана
	0214: "MASCW", 		# маска цвета
	0216: "FONSS", 		# фон СС
	0220: "MCWSS",		# маска цвета СС
	0: "",

	#### LABELS
	0104730: "PPRP1", 	#0x89d8
	0105054: "KPRP",
	0102414: "PFINDT",  #0x850c
	0111314: "PFK",
	0: "",
}

